[{"id":"_j7b7la0jx","title":"Apple adds two brand new Siri voices and will no longer default to a female or male voice in iOS","author":"Matthew Panzarino","description":"Apple is adding two new voices to Siri’s English offerings, and eliminating the default “female voice” selection in the latest beta version of iOS. This means that every person setting up Siri will choose a voice for themselves and it will no longer default to the voice assistant being female, a topic that has come up quite a bit with regards to bias in voice interfaces over the past few years.\r\n\r\nThe beta version should be live now and available to program participants.\r\n\r\nI believe that this is the first of these assistants to make the choice completely agnostic with no default selection made. This is a positive step forward as it allows people to choose the voice that they prefer without the defaults bias coming into play. The two new voices also bring some much needed variety to the voices of Siri, offering more diversity in speech sound and pattern to a user picking a voice that speaks to them.\r\n\r\nIn some countries and languages Siri already defaults to a male voice. But this change makes the choice the users’ for the first time.\r\n\r\n“We’re excited to introduce two new Siri voices for English speakers and the option for Siri users to select the voice they want when they set up their device,” a statement from Apple reads. “This is a continuation of Apple’s long-standing commitment to diversity and inclusion, and products and services that are designed to better reflect the diversity of the world we live in.”\r\n\r\nThe two new voices use source talent recordings that are then run through Apple’s Neural text to speech engine, making the voices flow more organically through phrases that are actually being generated on the fly.\r\n\r\nI’ve heard the new voices and they sound pretty fantastic, with natural inflection and smooth transitions. They’ll be a welcome addition of choice to iOS users.","photo":"_ihm3vo51s.jpg"},{"id":"_1sj34lrpm","title":"Breaking up Big Tech would be a mistake","author":"T. Alexander Puutio","description":"It seems safe to say that our honeymoon with Big Tech is officially over.\r\n\r\nAfter years of questionable data-handling procedures, arbitrary content management policies and outright anti-competitive practices, it is only fair that we take a moment to rethink our relationship with the industry.\r\n\r\nSadly, most of the ideas that have gathered mainstream attention — such as the calls to break up Big Tech — have been knee-jerk responses that smack more of retributionist fantasies than sound economic thinking.\r\n\r\nInstead of chasing sensationalist nonstarters and zero-sum solutions, we should be focused on ensuring that Big Tech grows better as it grows bigger by establishing a level playing field for startups’ and competitors’ proprietary digital markets.","photo":"_bqjs1n4jm.jpg"},{"id":"_gg6dnknq9","title":"Coursera prices IPO at top end of its range in boon to edtech valuations","author":"Alex Wilhelm","description":"Coursera, an edtech unicorn, will begin its life today as a public company after pricing its IPO at $33 per share yesterday evening. Using a simple share count, the company’s valuation comes to $4.30 billion, or $4.38 billion if its underwriters exercise their option to purchase shares at its offering price.\r\n\r\nA more diluted share count pushes the valuation of Coursera over the $5 billion mark.\r\n\r\nCoursera was last valued at $2.57 billion after raising $130 million in mid 2020, per PitchBook data. The company’s simple valuation is around a 67% gain on that final private figure; that gain rises to just over 70% if its underwriters purchase their available shares.\r\n\r\nUsing a diluted valuation, Coursera has roughly doubled its final private price. In less than a year. For edtech investors looking to Coursera to help determine public market sentiment regarding the exit value of their investments, TechCrunch reckons it’s a pretty good day.\r\n\r\nThe amount of private capital at play in edtech startups is staggering; billions and billions of potential returns could get a further shot in the arm if Coursera trades well this morning. And the very same billions of invested capital could lose the smile that Coursera’s seemingly strong IPO pricing brought them.\r\n\r\nThere are other edtech debuts in the wings. TechCrunch has covered Nerdy’s plans to go public, via a SPAC, for example.","photo":"_xkka05vye.jpg"}]